Repository: farrukh154/oxus-backend
Catalog: customer/locale/*/LC_MESSAGES/django.po
Languages: tg

source: customer
tg: мизоч

source: customers
tg: мизочхо

source: name
tg: ном

source: birthday
tg: рузи таваллуд

source: Client ID
tg: ID мизоч

source: INN
tg: ИНН

source: Passport
tg: шиноснома

source: passport_date
tg: санаи шиноснома

source: Passport details
tg: Тафсилоти шиноснома

source: branch
tg: филиал

source: registration address
tg: суроғаи бақайдгирӣ

source: registration address street
tg: суроғаи бақайдгирии кӯча

source: address
tg: суроға

source: address street
tg: суроғаи куча

source: phone 1
tg: телефон 1

source: phone 2
tg: телефон 2

source: phone 3
tg: телефон 3

source: family status
tg: вазъи оилавӣ

source: spouse
tg: хамсар

source: spouse phone
tg: телефони хамсар
