Repository: farrukh154/oxus-backend
Catalog: accounting/locale/*/LC_MESSAGES/django.po
Languages: tg

source: accounting
tg: бухгалтерия

source: Code
tg: Код

source: Description
tg: Тависф

source: account
tg: ҳисоб

source: Accounts
tg: Ҳисобҳо

source: Name
tg: Ном

source: Ru name
tg: Ном бо РУС

source: TJ name
tg: Ном бо ТОЧ

source: Account Number
tg: Рақами ҳисоб

source: chart account
tg: ҳисоби нақшӣ

source: Chart Accounts
tg: Ҳисобҳои нақшавӣ

source: Account
tg: Ҳисоб

source: general ledger
tg: дафтари умумӣ

source: General Ledgers
tg: Дафтарҳои умумӣ
