Repository: farrukh154/oxus-backend
Catalog: request_credit/locale/*/LC_MESSAGES/django.po
Languages: ru, tg

source: request credit
ru: заявка на кредит
tg: Дархост барои гирифтани қарз

source: name
ru: имя

source: request credits
ru: заявки на кредит
tg: Дархост барои гирифтани қарзхо

source: credit account
ru: кредитный счет
tg: ҳисоби кредитӣ

source: status
ru: статус
tg: ҳолат

source: status change date
ru: дата изменения статуса
tg: санаи тағир додани ҳолат

source: status change by
ru: изменение статуса
tg: тағир додани ҳолат аз ҷониби

source: branch
ru: филиал
tg: филиал

source: family number
ru: члены семьи
tg: рақами оила

source: family number has income
ru: члены семьи с доходом
tg: шумораи оила даромад дорад

source: current debt
ru: текущий долг
tg: қарзи ҷорӣ

source: current debt name
ru: текущее название долга
tg: номи қарзи ҷорӣ

source: number of full-time employees?
ru: количество штатных сотрудников?
tg: шумораи кормандони пурравақт?

source: creation of new jobs
ru: создание новых рабочих мест
tg: таъсиси ҷойҳои нави корӣ

source: source of information
ru: источник информации
tg: манбаи иттилоот

source: economic activity
ru: экономическая активность
tg: фаъолияти иқтисодӣ

source: economic activity type
ru: вид экономической деятельности
tg: намуди фаъолияти иқтисодӣ

source: work experience
ru: опыт работы
tg: таҷрибаи корӣ

source: request amount
ru: сумма запроса
tg: маблағи дархост

source: currency
ru: валюта
tg: асъор

source: request installment
ru: запрашиваемый срок
tg: талаб кардани пардохт

source: credit purpose
ru: цель кредита
tg: мақсади қарз

source: request grace period
ru: запросить льготный период
tg: дархости давраи имтиёзнок

source: investment sector
ru: инвестиционный сектор
tg: бахши сармоягузорӣ

source: address of location of activity
ru: адрес места деятельности
tg: суроғаи маҳалли ҷойгиршавии фаъолият

source: education
ru: образование
tg: маориф

source: education info
ru: информация об образовании
tg: маълумот оид ба маориф

source: monthly income
ru: Ежемесячный доход
tg: даромади моҳона

source: monthly income info
ru: информация о ежемесячном доходе
tg: маълумот дар бораи даромади моҳона

source: monthly household expenses
ru: ежемесячные расходы на домашнее хозяйство
tg: харочоти хармохаи хочагй

source: monthly household expenses info
ru: ежемесячные расходы домохозяйства информация
tg: маълумот дар бораи хароҷоти ҳармоҳаи хонавода

source: monthly payment loans
ru: кредиты с ежемесячной оплатой
tg: қарзҳои ҳармоҳа

source: monthly payment loans info
ru: ежемесячный платеж кредиты информация
tg: Маълумот дар бораи пардохти ҳармоҳаи қарз

source: monthly profit info
ru: ежемесячная информация о прибыли
tg: Маълумот дар бораи фоидаи моҳона

source: total business assets
ru: общие активы бизнеса
tg: дороиҳои умумии тиҷоратӣ

source: total business assets info
ru: общая информация об активах предприятия
tg: маълумоти умумии дороиҳои тиҷоратӣ

source: client capital
ru: клиентский капитал
tg: сармояи муштарӣ

source: client capital info
ru: информация о капитале клиента
tg: Маълумот дар бораи сармояи муштарӣ

source: total household assets
ru: общие активы домохозяйства
tg: умумии дороиҳои хонавода

source: total household assets info
ru: информация об общих активах домохозяйства
tg: маълумоти умумии дороиҳои хонавода

source: approve amount
ru: одобренная сумму
tg: маблағи тасдиқ

source: approve installment
ru: одобренный срок
tg: пардохтро тасдик кунед

source: approve currency
ru: одобренная валюту
tg: асъори тасдик карда

source: approve interest
ru: одобренный процент
tg: манфиатдорро тасдиқ мекунанд

source: approve grace period
ru: одобренный льготный период
tg: мухлати имтиёзро тасдик намояд

source: approve issue fee
ru: одобренный комиссия на выдачу
tg: хакки эмиссияро тасдик намояд

source: credit product
ru: кредитный продукт
tg: маҳсулоти кредитӣ

source: rating internal
ru: рейтинг внутренний
tg: рейтинги дохилӣ

source: rating external
ru: рейтинг внешний
tg: рейтинги беруна

source: approve condition
ru: утвердить условие
tg: шартро тасдиқ кунед

source: rejection reason
ru: причина отклонения
tg: сабаби рад

source: client rejection reason
ru: причина отклонения клиентом
tg: сабаби рад кардани муштарӣ

source: postponed info
ru: отложенная информация
tg: маълумоти ба таъхир гузошташуда

source: decision client
ru: решение клиента
tg: муштарии қарор

source: customer
ru: клиент
tg: мизоч

source: underwriter status
ru: статус андеррайтера
tg: ҳолати андеррайтер

source: underwriter status change date
ru: дата изменения статуса андеррайтера
tg: санаи тағир додани ҳолати андеррайтер

source: underwriter status change by
ru: изменение статуса андеррайтера
tg: тағир додани ҳолати андеррайтер аз ҷониби

source: result
ru: результат
tg: натиҷа

source: request status
ru: статус заявки
tg: ҳолати дархост

source: request statuses
ru: статусы заявок
tg: ҳолати дархостхо

source: rejection reasons
ru: причины отклонения
tg: сабабҳои рад
